---
kind: other
id: Properties.T:Autodesk.Revit.DB.Mechanical.SpaceTag
source: html/4eb68f7f-6672-0ad8-9ce4-958d52b641f2.htm
---
# SpaceTag Properties

The id of the assembly instance to which the element belongs.